cases/sweep_sensitivity_lowJtilt/hR0p5/system/createZonesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      createZonesDict;
}

propeller
{
    type        cylinder;
    zoneType    cell;

    point1      (0 0 0.100000);
    point2      (0 0 0.150000);
    radius      0.25;
}
